Repository: SirojiddinYakubov/singer-music-bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Fayl yuklashda xatolik yuz berdi! {url} bo'yicha 200 status qabul qilinmadi!
ru: При загрузке файла произошла ошибка! Статус 200 не получен на {url}!

source: Fayl yuklashda xatolik yuz berdi! {url} bo'yicha 'result' 'file_path' topilmadi!
ru: При загрузке файла произошла ошибка! «file_path» «result» на {url} не найден!

source: 🎶 Qo'shiqlar ro'yhati
ru: 🎶 Список песен

source: Qo'shiq topilmadi!
ru: Песня не найдена!

source: 🔎 Qo'shiq izlash
ru: 🔎 Поиск песни

source: Qo'shiq nomini kiriting!
ru: Введите название песни!

source: {searched_text} bo'yicha qidiruvda hech qanday qo'shiq topilmadi!
ru: Песни по запросу '{searched_text}' не найдены!

source: ➕ Qo'shiq qo'shish
ru: ➕ Добавить песню

source: Audio faylni yuklang!
ru: Загрузите аудиофайл!

source: Kechirasiz, faqat MP3 formatidagi qo'shiq fayllariga ruxsat beriladi.
ru: К сожалению, разрешены только файлы песен в формате MP3.

source: Endi qo'shiq narxini UZS'da kiriting: Masalan: 200000
ru: Теперь введите цену песни в сумах: Пример: 200000.

source: Iltimos, audio faylni yuklang!
ru: Пожалуйста, загрузите аудиофайл!

source: Oldin yuklangan qo'shiq topilmadi!
ru: Пре загруженная песня не найдена!

source: Endi qo'shiq tartibini kiriting: Masalan: 1
ru: Теперь введите порядок песен: Например: 1

source: Narx kiritishda xatolik! Quyidagi formatda kiriting: Masalan: 200000
ru: Ошибка при вводе цены! Введите в следующем формате: Например: 200000.

source: Jarayon muvaffaqiyatli amalga oshirildi!
ru: Процесс прошел успешно!

source: Qo'shiq tartibini kiritishda xatolik! Quyidagi formatda kiriting: Masalan: 1
ru: Ошибка при вводе порядка песен! Введите в следующем формате: Например: 200000.

source: {music_title} muvaffaqiyatli o'chirildi!
ru: Музыка {music_title} успешно удалена!

source: 🎵 Sotib olingan qo'shiqlar
ru: 🎵 Купленные песни

source: Sotib olingan qo'shiqlar mavjud emas!
ru: Купленные песни не найдены!

source: Assalomu aleykum ADMIN
ru: Привет, АДМИН

source: Assalomu aleykum {full_name}! Menu orqali kerakli tanlovni tanlang:
ru: Здравствуйте, {full_name}! Выберите нужную опцию через меню:

source: 🌐 Tilni sozlash
ru: 🌐 Настройка языка

source: ◀️ oldingi
ru: ◀️ предыдущий

source: ▶️ keyingi
ru: ▶️ следующий

source: Kerakli amalni tanlang
ru: Выберите желаемое действие

source: 🎧 Yuklab olish
ru: 🎧 Скачать

source: ✏️ Tahrirlash
ru: ✏️ Изменение

source: ❌ O'chirish
ru: ❌ Удалить

source: Narx 0 dan katta bo'lishi kerak!
ru: Цена должна быть больше 0!

source: Tartib 0 dan katta bo'lishi kerak!
ru: Порядок должен быть больше 0!
